[{"data":1,"prerenderedAt":27},["Reactive",2],{"search-api":3},[4,11,21],{"id":5,"path":6,"dir":7,"title":8,"description":7,"keywords":9,"body":10},"content:0.index.md","/","","Home",[],"    The Bootcamp for Gaining Expertise in Kubernetes   The Kubernetes Mastery Bootcamp is a comprehensive, free training program that offers in-depth knowledge and hands-on experience in deploying, managing, and scaling containerized applications using Kubernetes. Participants will benefit from workshops, access to a sandbox environment for practical exercises, and training from industry experts.      5  Hands-on Explanation-based Kubernetes Labs  Dedicated Open Source   Kubernetes Sandbox  Dedicated Support From Kubernetes Experts  A Contibutor Level Access to Kubernetes Community Days 2024  Kubernetes Exam Voucher Worth 400$ -    Term & Conditions Applied  Linkedin Premium Voucher    Term & Conditions Applied       Please keep in mind that you have to complete all the requirements as given in the form and submit the form before last date. In case of any misinformation, it may lead to disqualification from the Bootcamp perks. Also, only the top 2 will be selected for the voucher, and the top 3 will be selected for the LinkedIn Premium voucher. Please read the full Terms and Conditions here.    To access the mentioned Kubernetes Bootcamp benefits, please complete all requirements:      Join Slack   Join the CNCF Slack and stay updated with Kubernetes Trainings and Ask Questions from Kubernets Experts.   Join Here    Join Meetup   Join Meetup and stay updated with Kubernetes Workshops , Events & Trainings.   Join Here    Complete Workshop & Challenge   Complete Workshop lab using Kubernetes Free Sandbox , or alternative . To get started with guided hands-on labs ,   Click Here    Attending Kubernetes Community Days Lahore   To avail the perks, you have to join the Kubernetes Community Days to get yourself registered   Click Here    Share a word about Kubernetes Bootcamp & Kubernetes Community Days Lahore on social media   Sharing post and telling people about Kubernetes Community Days can increase your points and ranking    Fill the Google Form   After Completing all the above requirements , you have to fill the google form   Click Here",{"id":12,"path":13,"dir":14,"title":15,"description":16,"keywords":17,"body":20},"content:introduction:getting-started.md","/introduction/getting-started","introduction","Getting Started","From your Markdown files to a deployed website in few minutes.",[18,19],"Play online","Create a new project","  Getting Started  From your Markdown files to a deployed website in few minutes.  Play online  You can start playing with Docus in your browser using Stackblitz:  Play on StackBlitz  Create a new project   Start a fresh Docus project with:     npx   nuxi@latest   init   docs   -t   themes/docus\n   Install the dependencies in the   docs  folder:      npm   install\n     yarn   install\n     pnpm   install   --shamefully-hoist\n   Run the   dev  command to start Docus in development mode:      npm   run   dev\n     yarn   dev\n     pnpm   run   dev\n   ✨ Well done! A browser window should automatically open for   http://localhost:3000  html .shiki span {color: var(--shiki-default);background: var(--shiki-default-bg);font-style: var(--shiki-default-font-style);font-weight: var(--shiki-default-font-weight);text-decoration: var(--shiki-default-text-decoration);}html.dark .shiki span {color: var(--shiki-dark);background: var(--shiki-dark-bg);font-style: var(--shiki-dark-font-style);font-weight: var(--shiki-dark-font-weight);text-decoration: var(--shiki-dark-text-decoration);}html .dark .shiki span {color: var(--shiki-dark);background: var(--shiki-dark-bg);font-style: var(--shiki-dark-font-style);font-weight: var(--shiki-dark-font-weight);text-decoration: var(--shiki-dark-text-decoration);}html .default .shiki span {color: var(--shiki-default);background: var(--shiki-default-bg);font-style: var(--shiki-default-font-style);font-weight: var(--shiki-default-font-weight);text-decoration: var(--shiki-default-text-decoration);}",{"id":22,"path":23,"dir":14,"title":24,"description":7,"keywords":25,"body":26},"content:introduction:you-must-know.md","/introduction/you-must-know","Term & Conditions :",[],"  Term & Conditions :",1707996364253]